app/controllers/scoreboards_controller.rb

SELECT  "scoreboards".* FROM "scoreboards"  ORDER BY "scoreboards"."id" ASC LIMIT 1
---
  def home
    @scoreboard = Scoreboard.first